index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Jihyeug Jang</title>
<meta name="author" content="장지혁" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Jihyeug Jang</h1>
<p>
I am currently a post-doctoral researcher at University of Geneva, working under the mentorship of <a href="https://www.unige.ch/~doussej/">Jehanne Dousse</a>.
I completed my Ph.D. at Sungkyunkwan University under the supervision of <a href="https://jangsookim.github.io/">Jang Soo Kim</a>.
My research interests lie in algebraic combinatorics and enumerative combinatorics.
</p>

<ul class="org-ul">
<li>E-mail: jihyeugjang at gmail dot com</li>
<li>CV: <a href="CV/CV.pdf">link</a></li>
</ul>

<div id="outline-container-orgcb0f982" class="outline-2">
<h2 id="orgcb0f982">Papers</h2>
<div class="outline-text-2" id="text-orgcb0f982">
</div>
<div id="outline-container-orgb880606" class="outline-3">
<h3 id="orgb880606">Preprints</h3>
<div class="outline-text-3" id="text-orgb880606">
<ul class="org-ul">
<li>(with Jehanne Dousse, Frédéric Jouhet) Andrews&#x2013;Gordon and Stanton type identities: bijective and Bailey lemma approaches, <a href="https://arxiv.org/abs/2507.13239v1">arXiv:2507.13239v1</a></li>
<li>(with Benedek Dombos) Grounded partitions of type \(A^{(1)}_1\) at levels 1 and 2: bijections, affine crystal graphs, and partition identities <a href="https://arxiv.org/abs/2508.02664">arXiv:2508.02664</a></li>
</ul>
</div>
</div>

<div id="outline-container-orge90eaf1" class="outline-3">
<h3 id="orge90eaf1">Published</h3>
<div class="outline-text-3" id="text-orge90eaf1">
<ul class="org-ul">
<li>(with Jang Soo Kim, Jianping Pan, Joseph Pappe, Anne Schilling) Hook-valued tableau uncrowding and tableau switching
<ul class="org-ul">
<li><a href="https://epubs.siam.org/doi/full/10.1137/24M1708346">SIAM Journal on Discrete Mathematics, (2026)</a></li>
<li><a href="https://arxiv.org/abs/2410.18343">arXiv:2410.18343</a></li>
<li><a href="https://www.mat.univie.ac.at/~slc/wpapers/FPSAC2025/18.html">FPSAC2025</a></li>
</ul></li>
<li>(with Minho Song) Combinatorics of orthogonal polynomials on the unit circle,
<ul class="org-ul">
<li><a href="https://link.springer.com/article/10.1007/s11139-025-01223-2">The Ramanujan Journal, (2025)</a></li>
<li><a href="https://arxiv.org/abs/2407.07508">arXiv:2407.07508</a></li>
</ul></li>
<li>(with Byung-Hak Hwang, Jang Soo Kim, Minho Song, U-keun Song) Refined canonical stable Grothendieck polynomials and their duals, Part 2,
<ul class="org-ul">
<li><a href="https://www.sciencedirect.com/science/article/pii/S0195669825000496">European Journal of Combinatorics, (2025)</a></li>
<li><a href="https://arxiv.org/abs/2404.02483">arXiv:2404.02483</a></li>
</ul></li>
<li>(with Louis W. Shapiro, Minho Song) Combinatorial Reciprocity for Riordan Arrays,
<ul class="org-ul">
<li><a href="https://www.sciencedirect.com/science/article/pii/S0024379525000527?dgcid=coauthor">Linear Algebra and its Applications, (2025)</a></li>
</ul></li>
<li>(with Mark Kempton, Sooyeong Kim, Adam Knudson, Neal Madras, Minho Song) Kemeny's constant and enumerating Braess edges in trees,
<ul class="org-ul">
<li><a href="https://www.tandfonline.com/doi/full/10.1080/03081087.2024.2435403?scroll=top&amp;needAccess=true">Linear and Multilinear Algebra, (2024)</a></li>
<li><a href="https://arxiv.org/abs/2309.02977">arXiv:2309.02977</a></li>
</ul></li>
<li>(with Byung-Hak Hwang, Jang Soo Kim, Minho Song, U-keun Song) Refined canonical stable Grothendieck polynomials and their duals, Part 1,
<ul class="org-ul">
<li><a href="https://www.sciencedirect.com/science/article/pii/S0001870824001853?dgcid=author">Advances in Mathematics, (2024)</a></li>
<li><a href="https://arxiv.org/abs/2104.04251">arXiv:2104.04251</a></li>
<li><a href="https://www.mat.univie.ac.at/~slc/wpapers/FPSAC2023/31.html">FPSAC2023</a></li>
</ul></li>
<li>(with Byung-Hak Hwang, Jaeseong Oh) A combinatorial model for the transition matrix between the Specht and web bases,
<ul class="org-ul">
<li><a href="https://www.cambridge.org/core/journals/forum-of-mathematics-sigma/article/combinatorial-model-for-the-transition-matrix-between-the-specht-and-operatorname-sl2web-bases/1E5B0654E82442C936CD9DB00D333715">Forum of Mathematics, Sigma, (2023)</a></li>
<li><a href="https://arxiv.org/abs/2110.08790">arXiv:2110.08790</a></li>
<li><a href="https://www.mat.univie.ac.at/~slc/wpapers/FPSAC2022/34.html">FPSAC2022</a></li>
</ul></li>
<li>(with Sooyeong Kim, Minho Song) Kemeny’s constant and Wiener index on trees,
<ul class="org-ul">
<li><a href="https://www.sciencedirect.com/science/article/pii/S0024379523002124">Linear Algebra and its Applications, (2023)</a></li>
<li><a href="https://arxiv.org/abs/2209.11271">arXiv:2209.11271</a></li>
</ul></li>
<li>(with Donghyun Kim, Jang Soo Kim, Minho Song, U-keun Song) Negative moments of orthogonal polynomials,
<ul class="org-ul">
<li><a href="https://www.cambridge.org/core/journals/forum-of-mathematics-sigma/article/negative-moments-of-orthogonal-polynomials/C3823C72FBAA0433573CD652A9B8E669">Forum of Mathematics, Sigma, (2023)</a></li>
<li><a href="https://arxiv.org/abs/2201.11344">arXiv:2201.11344</a></li>
</ul></li>
<li>(with Jang Soo Kim) Volumes of flow polytopes related to caracol graphs,
<ul class="org-ul">
<li><a href="https://www.combinatorics.org/ojs/index.php/eljc/article/view/v27i4p21">Electronic Journal of Combinatorics, (2020)</a></li>
<li><a href="https://arxiv.org/abs/1911.10703">arXiv:1911.10703</a></li>
</ul></li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org4617f5e" class="outline-2">
<h2 id="org4617f5e">Education</h2>
<div class="outline-text-2" id="text-org4617f5e">
<ul class="org-ul">
<li>Combined master's-Ph.D. Mathematics, Sungkyunkwan University, Mar. 2017 - Feb. 2024
<ul class="org-ul">
<li>Advisor: <a href="https://jangsookim.github.io">Jang Soo Kim</a></li>
</ul></li>
<li>B.S. Mathematics, Sungkyunkwan University, Mar. 2012 - Feb. 2017</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: 장지혁</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
